Repository: voidbrain/voidbrain.net
Catalog: src/locale/messages.*.xlf
Languages: it

# navigation.plugins
source: Plugins
it: Plugin

# navigation.modules
source: Modules
it: Moduli

# navigation.links
source: Links
it: Link

# sections.quote.text
source: We will be restoring normality as soon as we are sure what is normal anyway.
it: Riprenderemo la normalità non appena saremo sicuri di cosa sia normale comunque.

# sections.quote.source
source: The Hitchhiker's Guide to the Galaxy
it: Guida galattica per autostoppisti

# sections.plugins.title
source: Plugins
it: Plugin

# sections.modules.title
source: Modules
it: Moduli

# sections.personal-info.how-i-do
source: I am a Software Developer who leverages modern technologies to build reliable, high-performance solutions with a focus on usability and maintainability.
it: Sono uno Sviluppatore Software che sfrutta le moderne tecnologie per costruire soluzioni affidabili ad alte prestazioni con focus su usabilità e manutenibilità.

# sections.personal-info.what-i-do
source: I create full-stack, industrial-grade systems featuring smart dashboards, real-time data and intuitive interfaces for effective control and monitoring.
it: Creo sistemi full-stack di livello industriale con dashboard intelligenti, dati in tempo reale e interfacce intuitive per controllo e monitoraggio efficaci.

# sections.personal-info.who-am-i
source: My name is Daniele and I live in Venice, Italy.<br />I am passionate about the Web, Computer Science, Technology and Innovation.
it: Mi chiamo Daniele e vivo a Venezia, Italia.<br />Sono appassionato del Web, Informatica, Tecnologia e Innovazione.

# sections.personal-info.claim
source: Driven by constant learning and improvement, I am an analytical thinker with a structured, solution-oriented approach. Strong teamwork and communication skills, with the ability to identify opportunities and solve problems effectively.
it: Mossi da apprendimento costante e miglioramento, sono un pensatore analitico con un approccio strutturato e orientato alle soluzioni. Forti capacità di lavoro di squadra e comunicazione, con la abilità di identificare opportunità e risolvere problemi in modo efficace.

# sections.add-on.3dprint
source: 3D Printing
it: Stampa 3D

# sections.exrtra.astrophotography
source: Astrophotography
it: Astrofotografia

# sections.exrtra.hiking
source: Hiking
it: Escursionismo
